Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=531_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Árbevirolaš dieđu suodjaleapmi ovdána
sms: ÄäŠrbvuâlaž teâđ suõŠjjumuš ouddan

source: Suoma sámedikki ovddasdeaddjit, ságajođiheaddji Klemet Näkkäläjärvi ja sámedikki stivrra lahttu Nilla Tapiola leaba duhtavaččat álbmogiidgaskasaš artihkal 8(j)-bargojoavkku čihččet čoahkkima bohtosiidda. ”
sms: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ, saaŠǥǥjååŠđteei Klemetti Näkkäläjärvi da sääŠmteeŠǧǧ halltõõzz vuäŠsslaž Nilla Tapiola leŠjje miõlstes meeraikõskksaž aartikla 8(j)-tuâjj-joouk čiiččad såbbar šõddmõõžžid. ”

source: Sámiide árbevirolaš dieđu suodjaleapmi, mii laktása luonddu máŋggahápmásašvuhtii ja álbmogiidgaskasaš árbevirolaš dihtui laktáseaddji mearrádusdahkan lea duođaidge dehalaš.
sms: SaaŠmid luâđ reeŠǧǧesvuõŠtte kuulli ääŠrbvuâlaž teâđ suõŠjjumuš da meeraikõskksaž ääŠrbvuâlaž tiõttu kuulli tuŠmmstõktuâjj lij aainâs vääžnai.

source: Čoahkkima vuođul lea čielggas, ahte nu Suopma, go buot riikkatge, galget beavttálmahttit árbevirolaš dieđu suodjaleami ja álbmogiidgaskasaš geatnegasvuođaid čađaheami, ” ságajođiheaddji Klemet Näkkäläjärvi muitalii.
sms: Såbbar tuŠmmjem vuâđai mieŠldd lij nuŠtt, što LääŠddjânnam, da nuŠtt-i jeeŠres jânnmin, feŠrttai teâđsted pueŠrben ääŠrbvuâlaž teâđ suõŠjjumuš da meeraikõskksaž õõlǥtumuužži tuåimmepiijjmõõžž, ” mainsti saaŠǥǥjååŠđteei Klemetti Näkkäläjärvi

source: Álbmogiidgaskasaš artihkal 8(j)-bargojoavku (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) válmmaštallá biodiversitehtašiehtadusa čuovvovaš oassebeallečoahkkima, mii dollojuvvo jagi 2012 Indias ja bargá evttohusaid oassebeallečoahkkima artihkkala 8(j):a mearrádussan.
sms: Meeraikõskksaž aartikla 8(j)-tuâjj-joouk (Open-Ended Ad-Hoc Working Group on Article 8(j) and related provisions) valmštââll biodiversiteettsuåppmõõžž puõŠtti vuäŠssbieŠllsåbbar, kååŠtt såbbrõõžžât eeŠjjest 2012 Indiast da valmštââll alttõõzzid vuäŠssbieŠllsåbbar aartikla 8(j) kuõskki tuŠmmstõkkân.

source: Šiehtadusa artihkal 8(j) suodjala eamiálbmogiid árbevirolaš dieđu, mii gullá luonddu máŋggahápmásašvuhtii.
sms: Suåppmõõžž aartikla 8(j) suõŠjjad alggmeerai luâđ reeŠǧǧesvuõŠtte kuulli ääŠrbvuâlaž teâđ.

source: Suoma sámedikki ovddasteaddjit válde oasi čoahkkimii Suoma stáhta delegašuvnnas. ”
sms: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ vuäŠssõŠtte såbbra LääŠddjânnam riikk sääŠmparlameentest. ”

source: Eurohpa Uniovnna oktasaš oaidnu sohppojuvvo oktasaš koordináhtačoahkkimiin.
sms: Euroop Unioon õhttsaž peäŠlestvälddmõš suåvât õhttsaž suåvtõõllâmsåbbrin.

source: Lean hui duđavaš dasa, ahte Suoma sámedikkis lea duođalaš váikkuhanvejolašvuohta EU:a evttohusaide ja EU maid doalvvui evttohusaideamet ovddos ” Nilla Tapiola muitalii.
sms: Leäm räŠmm-miõlâst tõŠst, što LääŠddjânnam sääŠmteeŠǧǧest lij vaikktemvuäittmõš EU:n alttõõzzid da EU še viiǥǥi mij alttõõzzid ooudårra ” mainsti Nilla Tapiola.

source: Čoahkkimii oassálaste sápmelaččat maid Norggas ja Ruoŧas.
sms: Taarr da Ruõcc säŠmmla še vuässõŠtte såbbra.

source: Suoma sámedikki ovddasteaddjit leat ságastallan Norgga ja Ruoŧa sámedikki ovddasteaddjiiguin sámiide dehalaš áššiid ovddideamis čoahkkinmearrádusaide. ”
sms: LääŠddjânnam sääŠmteeŠǧǧ võboršeeŠǩǩ liâ saaǥǥstõõllâm Taarr da Ruõcc sääŠmteeŠǧǧ võboršeeŠǩǩivuiŠm, säŠmmlaid kuulli vääžnai aaŠšši ooudâsviikkmõõžžâst, koid puäŠđet väŠldded sååbbartuŠmmstõõǥǥid. ”

source: Lea dehalaš, ahte álbmogiidgaskasaš čoahkkimiin iešguđetge riikka sámiide gávdno áigi oktasašdeaivvademiide ja – guorahallamiidda.
sms: lij vääžnai, što meeraikõskksaž såbbrin jeeŠres jânnmi saaŠmid käunnai äiŠǧǧ õhttsažsaaǥǥstõõllmõõžžid da – smiõttmõõžžid.

source: Sámiid álbmotválljen orgánaid dáfus lea dehalaš leat fárus mearrádusdahkama váibmosis, muđui mii manahat váikkuhanvejolašvuođa ”, Näkkäläjärvi ja Tapiola deattuheaba.
sms: SaaŠmi võboršeǩnallšem orgaan beäŠlnn lij vääžnai leeŠd mieŠldd tuŠmmstõktuâi kõõskâst, muđoi mij mõõntep vaikktemvuäittmõõžžid ”, nääiŠt muŠšttʼte Näkkäläjärvi da Tapiola.

source: Suoma delegašuvdna artihkal 8(j)-bargojoavkku čoahkkimis: Klemetti Näkkäläjärvi, birasráđđeolmmoš Aulikki Alanen ja Nilla Tapiola
sms: LääŠddjânnam sääŠmparlameent aartikla 8(j)-tuâjj-joouk såbbrest: Klemetti Näkkäläjärvi, pirrõsduumšeǩ Aulikki Alanen da Nilla Tapiola

source: Čoahkkimis ovddiduvvui ođđa artihkkala 8(j) čađaheapmi máŋggajahkásaš bargoprográmman.
sms: Såbbrest tuejjiim ođđ alttõssân aartikla 8(j) tuåimmepiijjmõõžž da tõn alttõõzz jurddân lij, što tõt šõõddči leeŠd määŋgeeŠjj tuâjjprogrammân.

source: Máŋggajahkásaš bargoprográmma stivre biodiversitehtašiehtadusa čállingotti ja šiehtadusoassebeliid doaimma.
sms: MääŋgeeŠjj tuâjjprogramm jååŠđat biodiversiteettsuåppmõõžž piizarkååŠdd da suåppmõšvuäŠssbeäŠli tuåimmjumuužž.

source: Čoahkkimis válmmaštallojuvvui strategiija biodiversitehtašiehtadusa artihkkala 10(c) ovttastahttima várás artihkal 8(j)-bargojoavkku bargui.
sms: Såbbrest valmštõŠlleš strategii, biodiversiteettsuåppmõõžž aartikla 10(c) õhtteem diõtt aartikla 8(j)-tuâjj-joouk tuõjju.

source: Artihkal 10(c) suodjala dábálaš luonddugeavaheami, mii bargo kultuvrralaš vieruid mielde bistevaš láhkai.
sms: Aartikla 10(c) suõŠjjad takainallšem luâđâânnmõõžž, koon ââŠnet kulttuursaž vueŠjji mieŠlddsânji ǩeâllʼjemnalla.

source: Čoahkkin evttoha, ahte artihkkala 10(c) čađaheami várás čállojuvvojit rávvagat ja ahte álbmotlaš biodiversitehtastrategiijat dáhkidit suvdilis dábálaš luonddugeavaheami.
sms: Sååbbar oudd alttõõzz, što aartikla 10(c) tuåimmepiijjmõššân tuejjeet vuäŠpstumuš da što meersaž biodiversiteettstrategii tuärjjee ǩeâllʼjem takainallšem luâđâânnmõõžž.

source: Buot doaimmaid artihkkala 8(j) čađaheami várás galgá válmmaštallat ja ollašuhttit ovttasbarggus eamiálbmogiiguin. ”
sms: Puk tuåim aartikla 8(j) tuåimmepiijjâm diõtt âŠlǧǧe valmštõõllâd da čõõđted õhttsažtuâjast alggmeeraivuiŠm. ”

source: Dábálaš luonddugeavaheami suodjaleapmi lea dehalaš maid árbevirolaš dieđu suodjaleami dihte.
sms: Takainallšem luâđâânnem suõŠjjumuš lij vääžnai še ääŠrbvuâlaž suõŠjjeem diõtt.

source: Suomas artihkkala 10(c) suodjalan luonddugeavaheapmi lea sámiid árbevirolaš ealáhusaid suvdilis luonddugeavaheapmi.
sms: LääŠddjânnmest aartikla 10(c) suõŠjjeem luâđâânnmõš lij saaŠmi ääŠrbvuâlaž jieŠllemvueŠjji ǩeâllʼjem luâđâânnmõš.

source: Suomas artihkkala 10(c) čađaheapmi lea báhcán fuomášumi haga ja mii boahtit evttohit, ahte Suoma biodiversitehtastrategiijas, mii ođasmahttojuvvo, gieđahallojuvvo sámiid suvdilis luonddugeavaheami dáhkideapmi ”, Näkkäläjärvi muitala.
sms: LääŠddjânnmest aartikla 10(c) tuåimmepiijjmõš lij kuâđđjam lokku vääŠldǩâni da tõŠst uuŠdet alttõs, što oođeem vueŠlnn åårrai LääŠddjânnam biodiversiteettstrategiiast ǩiõttʼtõõlât saaŠmi ǩeâllʼjem luâđâânnem staanmõõžž ”, maainast Näkkäläjärvi.

source: Bargojoavku gieđahalai maid ođđa árbevirolaš dieđu dili mihtideaddji indikáhtoriid sisdoalu ja ávžžuhii stáhtaid váldit indikáhtoriid jođánit atnui.
sms: Tuâjj-joukk ǩiõttʼtõõli še ođđ ääŠrbvuâlaž teâđ vueŠjj čuõvveei indikaattori siisǩe da auŠǯǯii riikkid väŠldded indikaattor jåŠttlânji tiuddumuŠšše.

source: Indikáhtorat leat dohkkehuvvon biodiversitehtašiehtadusa oassebeallečoahkkimis (CO10) diibmá.
sms: Indikaattor liâ primmum biodiversiteettsuåppmõõžž vuäŠssbieŠllsåbbrest (CO10) teimma.

source: Goalmmát, COP9- čoahkkimis dohkkehuvvon indikáhtor gielalaš máŋggabealatvuođas lea juo anus.
sms: Kuälmad COP9- såbbrest primmum indikaattor, ǩiõllʼlaž määŋgvuõđâst lij juŠn âânnmõõžžâst.

source: Indikáhtorat gieđahallet eamiálbmogiid árbevirolaš orrun- ja návddašanguovlluid eanageavaheami ja hálddašeami dili sihke árbevirolaš ealáhusaid saji. ”
sms: Indikaattor ǩiõttʼtâŠlle alggmeerai ääŠrbvuâlaž jälstem- da ââŠnnemvuuŠdi mäddâânnmõõžž da vaaldšem vueŠjj di ääŠrbvuâlaž jieŠllemvueŠjji staattuuzz. ”

source: Ođđa indikáhtorat leat dehalaččat, vai mii sáhttit čielggadit árbevirolaš dieđu ja dábálaš luonddugeavaheami dili..
sms: Ođđ indikaattor liâ vääžnai, što vueiŠttep čiõŠlǧǧeed ääŠrbvuâlaž teâđ da takainallšem luâđâânnem vueŠjj.

source: Sámiid luonddu máŋggabealatvuhtii laktáseaddji árbevirolaš diehtu lea čatnagasas sámegillii ja árbevirolaš ealáhusaide.
sms: SaaŠmi luâđ reeŠǧǧesvuõŠtte kuõskki ääŠrbvuâlaž teâtt lij čõnnsest sääŠm ǩiõŠlle da ääŠrbvuâlaž jieŠllemvueŠjjid.

source: Suomas ii leat goit áiggi dási diehtu sámiid árbevirolaš ealáhusaid sajádagas dahje oppa ealáhusaiguin bargiid mearisge.
sms: LääŠddjânnmest jiâ leäkku ääiŠjtääŠzz mieŠlddsa teâđ saaŠmi ääŠrbvuâlaž jieŠllemvueŠjji staatuuzzâst leŠbe ni jieŠllemvueŠjji õõnnji meäŠrest.

source: Suoma sámediggi lea ohcan ruhtadeami sámeealáhusaid dili čielggadeami várás Suomas.
sms: LääŠddjânnam sääŠmteŠǧǧ lij ooccâm teäggtõõzz sääŠmjieŠllemvueŠjji åårrmõõžž čiõŠlǧǧeem diõtt LääŠddjânnmest.

source: Čielggadus lea hohpolaš, vai Suopma sáhttá váldit atnui indikáhtoriid ja čađahit álbmogiidgaskasaš geatnegasvuođaidis.
sms: Čiõlǥtõs lij ǩirrlaž, što LääŠddjânnam vuäitt väŠldded indikaattor da tuåimmepiijjâd meeraikõskksaž õõlǥtumuužžeez.

source: Sávan, ahte stáhta juolluda jođánit ruhtadeami čielggadusa ráhkadeami várás ” Nilla Tapiola ávžžuha.
sms: Tuäivam, što riikk meâtt jåŠttlânji teäggtõõzz čiõlǥtõõzz raajjmõŠšše. Tuäivv Nilla Tapiola.

source: Suomas artihkkala 8(j):a čađaheami válmmaštallan áššedovdibargojoavku lea guođđán iežas raportta birasministeriijai 7.6.2011. ” Montreal čoahkkimis bođii čielggasin, ahte Suopma lea bálggesčuolli artihkal 8(j) oppalaš čađaheami válmmastallamis.
sms: LääŠddjânnmest aartikla 8(j) tuåimmepiijjmõõžž valmstõõllâm äŠšštobddituâjj-joukk lij ouddam rapoort pirrõsministeriaaŠje 7.6.2011. ” Montreal såbbrest puõŠđi nåkam äŠšš õlmmsa, što LääŠddjânnam lij ooudâstjooŠtti aartikla 8(j) obbvääldlaž tuåimmepiijjâm valmštõõllmõõžžâst.

source: Katainen stáhtaráđđehusa ráđđehusprográmma lea čatnašuvvan suodjalit árbevirolaš dieđu.
sms: Kataisen halltõõzz halltõsprograammâst leät čõnnõttum suõŠjjeed ääŠrbvuâlaž teâđaid.

source: Akwé:Kona rávvagiid leat heivehallan dušše Suomas bárrásiin johttáhuvvon Bátneduottara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis.
sms: Akwé:Kon – vuäŠppõõzzid leät suåvvtum tåŠlǩ LääŠddjânnmest juŠn tuâi vueŠlnn åårrai PääŠnntuõddâr poostaivuuŠd håidd- da ââŠnnemplaan raajjmõõžžâst.

source: Áššedovdibargojoavkku doaibmabidjoevttohusaid Suoma stáhtii galgá aŋkke ollašuhttit ja doaibmabidju galgá álgit beaktilit Suoma stáhta ja sámedikki ovttasbargun. ”, gáibida ságajođiheaddji Näkkäläjärvi, guhte lea doaibman maid álbmotlaš 8(j)- áššedovdibargojoavkku ságajođiheaddjin.
sms: ÄŠšštobddituâjj-joouk tuåimmepiijjâm-alttõõzz LääŠddjânnam riŠǩǩe, âŠlǧǧe čõõđted da tuåimmepiijjmõš âlgg äŠlǧǧed äŠlššânji LääŠddjânnam riikk da sääŠmteeŠǧǧ õhttsažtuâjain, ”, nääiŠt õõlǥat saaǥǥjååŠđteei Näkkäläjärvi, kååŠtt lij tuåimmjam še meersaž 8(j)- äŠšštobddituâjj-joouk saaǥǥjååŠđteeŠjen.

source: Lassidieđut: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi
sms: LââŠssteâđaid: SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi

source: Lassidieđut čoahkkimis ja dan mearrádusain (eŋgelasgillii):
sms: LââŠsteâđaid såbbrest da tõn tuŠmmstõǥǥin (engglõsǩiõŠlle):

source: Suoma artihkal 8(j)-siiddut: www.ymparisto.fi/lumonet/8j
sms: LääŠddjânnam aartikla 8(j)-seiddõs: www.ymparisto.fi/lumonet/8j

source: Sámedikki álgga sámeealáhusaid dili čilgejeaddji čielggadusa ráhkadeamis (suomagillii)
sms: SääŠmteeŠǧǧ alttõs sääŠmjieŠllemvueŠjjid kuõskki čiõŠlǧǧeem čiõŠlǧǧtõõzz raajjmõõžžâst lij (lääddas)
